torbrodtkorb/alva-master/firmware/pack/edc/AVR16DD28.PIC
    <edc:Pin>
      <edc:VirtualPin edc:name="PA4"/>
      <edc:VirtualPin edc:name="AIN24" edc:ppsfunction="AIN0" ltx:memberofperipheral="ADC0"/>
      <edc:VirtualPin edc:name="MOSI" edc:ppsfunction="SPI0" ltx:memberofperipheral="SPI0"/>
      <edc:VirtualPin edc:name="PIN4" edc:ppsfunction="IOPORT" ltx:memberofperipheral="PORTA"/>
      <edc:VirtualPin edc:name="TXD" edc:ppsfunction="USART0_ALT1" ltx:memberofperipheral="USART0"/>
      <edc:VirtualPin edc:name="WO4A0" edc:ppsfunction="TCA0" ltx:memberofperipheral="TCA0"/>
      <edc:VirtualPin edc:name="WOAD0" edc:ppsfunction="TCD0" ltx:memberofperipheral="TCD0"/>
      <edc:VirtualPin edc:name="WOAD0" edc:ppsfunction="TCD0_ALT4" ltx:memberofperipheral="TCD0"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PA5"/>
      <edc:VirtualPin edc:name="AIN25" edc:ppsfunction="AIN0" ltx:memberofperipheral="ADC0"/>
      <edc:VirtualPin edc:name="MISO" edc:ppsfunction="SPI0" ltx:memberofperipheral="SPI0"/>
      <edc:VirtualPin edc:name="PIN5" edc:ppsfunction="IOPORT" ltx:memberofperipheral="PORTA"/>
      <edc:VirtualPin edc:name="RXD" edc:ppsfunction="USART0_ALT1" ltx:memberofperipheral="USART0"/>
      <edc:VirtualPin edc:name="WO5A0" edc:ppsfunction="TCA0" ltx:memberofperipheral="TCA0"/>
      <edc:VirtualPin edc:name="WOB1D0" edc:ppsfunction="TCD0" ltx:memberofperipheral="TCD0"/>
      <edc:VirtualPin edc:name="WOB1D0" edc:ppsfunction="TCD0_ALT4" ltx:memberofperipheral="TCD0"/>
    </edc:Pin>
    <edc:Pin>
      <edc:VirtualPin edc:name="PA6"/>
      <edc:VirtualPin edc:name="AIN26" edc:ppsfunction="AIN0" ltx:memberofperipheral="ADC0"/>
      <edc:VirtualPin edc:name="LUT0_OUT0" edc:ppsfunction="CCL_ALT1" ltx:memberofperipheral="CCL"/>
      <edc:VirtualPin edc:name="PIN6" edc:ppsfunction="IOPORT" ltx:memberofperipheral="PORTA"/>
      <edc:VirtualPin edc:name="SCK" edc:ppsfunction="SPI0" ltx:memberofperipheral="SPI0"/>
      <edc:VirtualPin edc:name="WOC2D0" edc:ppsfunction="TCD0" ltx:memberofperipheral="TCD0"/>
      <edc:VirtualPin edc:name="XCK" edc:ppsfunction="USART0_ALT1" ltx:memberofperipheral="USART0"/>
    </edc:Pin>
  </edc:PinList>
</edc:PIC>
